package Task5;

public class Mtmory {
    public static void main(String[] args) {
        //Вывести на экран соответствующий между символами и их численными обозначениями в памяти компьютера.

        char b = 'a';
        int c = b;
        System.out.println(" Символу: " + b + " - " + " Соответсвует число: " + c);

    }
}
